{
    "cohort": [
        {
            "id": 3,
            "firstName": "Tyler",
            "lastName": "Bowman",
            "reelThemIn": "<p>git commit -m \"I eat code for breakfast!\"</p>",
            "bio": "<p>During my time as a teacher I was surrounded by people who were eager to learn. I was inspired to pursue learning software development when our school district had a coding initiative that taught students and teachers the basics of coding. Once I finished the few rudimentary exercises they had for us, I was hooked. I ate up everything related to software and web development. So much so that I decided to make a career change to become a software developer.</p><p>I chose to go to Nashville Software School because of their strong track record of success and the 6 month time table was ideal for my situation. During my time at NSS I have had the opportunity to develop software in several languages such as: HTML, CSS, JavaScript, AngularJS, C#, .NET, and SQL. I am on track to graduate from NSS on March 23, 2018. I am looking for a junior software development job in the Nashville area. I have a passion for software development and a love of learning. I am a driven individual who doesn’t give up until the job is done.</p>",
            "github": "https://github.com/tgbowman",
            "linkedIn": "https://www.linkedin.com/in/tyler-bowman-b278ab150/",
            "portfolio": "http://www.bowty.tech",
            "email": "bowmant388@gmail.com",
            "proImg": "TylerBowman.jpg",
            "funImg": "TylerBowman_Fun.jpg"
        },
        {
            "id": 7,
            "firstName": "Paul",
            "lastName": "Ellis",
            "reelThemIn": "Somewhere, someone will use what we design. That means we can make that person’s day that much better. That’s motivation!",
            "bio": "<p>For the better part of a decade, I’ve worked with some of the best people in Nashville to identify, analyze, plan, and implement solutions to public safety issues. Now, as a developer, I get to continue those steps in a broader scope of solution needs. I love to learn and pass on learning, and I consider my workday satisfying when I’ve contributed value toward solutions and to my teammates’ quality of work-life.</p>",
            "github": "https://github.com/tynesellis",
            "linkedIn": "https://www.linkedin.com/in/paul-ellis-110a44149/",
            "portfolio": "http://www.developerellis.com",
            "email": "tynesellis@icloud.com",
            "proImg": "PaulEllis.jpg",
            "funImg": "PaulEllis_Fun.jpg"
        },
        {
            "id": 17,
            "firstName": "Jesse",
            "lastName": "Page",
            "reelThemIn": "Software Developer | Sound Designer | Sandwich Devotee",
            "bio": "<p>I am a sound designer jumping head-first into the world of coding! After years of pursuing and studying audio production, I have switched my focus to software development, because of the opportunity for constantly learning and problem solving. Nashville Software School has shaped me to think like a software developer. Beyond that, the program has taught me how to work in a group environment and the importance of writing code that not only executes correctly, but is readable to others.</p><p> I also have an uncanny ability to find the perfect place for lunch!</p>",
            "github": "https://github.com/JPage4",
            "linkedIn": "https://www.linkedin.com/in/jesse-page/",
            "portfolio": "http://www.thepagepage.net",
            "email": "jesse.page@me.com",
            "proImg": "JessePage.jpg",
            "funImg": "JessePage_Fun.jpg"
        },
        {
            "id": 9,
            "firstName": "Lissa",
            "lastName": "Goforth",
            "reelThemIn": "sudo hire me",
            "bio": "Hello, its me, the ever-elusive Nashville native. For a long time, I only knew two things, I loved my city and I wanted to make it a better place. It wasn't until I started coding that I felt like I had the tools to make an impact. For me, software development combines everything I love about learning and problem solving. It fuels my imagination and brings order to chaos. It always pushes me learn more and seek a deeper understanding. We have a saying in my house, \"I can do all things through Google who strengthens me\". There's nothing like the power of the internet combined with a can-do attitude. I would know. It has taken me far. ",
            "github": "https://github.com/lissagoforth",
            "linkedIn": "https://www.linkedin.com/in/lissagoforth-softwaredeveloper/",
            "portfolio": "https://lissagoforth.github.io/",
            "email": "lissagoforthsoftwaredev@gmail.com",
            "proImg": "LissaGoforth.jpg",
            "funImg": "LissaGoforth_Fun.jpg"
        },
        {
            "id": 11,
            "firstName": "Greg",
            "lastName": "Lawrence",
            "reelThemIn": "I'm passionate about blending creativity with technology... and riding my bicycle.",
            "bio": "<p>I am always crafting how I interact with electronics. I love finding ways to squeeze the full potential out technology, whether it's a computer, smartphone or home theater. Every new Android phone or tablet I buy gets rooted and setup with a custom Rom to maximize my options and control over the device. I am frequently the guy my coworkers and friends turn to for help with tech, whether I know how or not. I learned quickly how to leverage Google to find solutions and every challenge turned into a fun rabbit hole of learning and new skills.</p><p>After many years in the Music Industry, I am excited to now apply my passion to Software Development. I have developed an impeccable attention to detail, tenacious work ethic, and diverse problem solving skills while working in the audio and social media industries. While pondering the next steps in my career, software development was a clear choice as it mirrors my drive for continuous learning and it allows me to continue to craft electronic experiences.</p><p>When I'm not coding I love to mountain bike, discover new craft beer, tinker with Android development and spend time with my family.</p>",
            "github": "https://github.com/chewieez",
            "linkedIn": "https://www.linkedin.com/in/gregmlawrence",
            "portfolio": "https://www.greglawrence.me",
            "email": "gregaudio@gmail.com",
            "proImg": "GregLawrence.jpg",
            "funImg": "GregLawrence_Fun.jpg"
        },
        {
            "id": 16,
            "firstName": "Kristen",
            "lastName": "Norris",
            "reelThemIn": "Combining my experience in nonprofit and knowledge of technology to help others",
            "bio": "<p>For as long as I can remember, I have had a passion for helping people and for creating things. I’ve mostly kept these two passions separate: channeling my creative side into hobbies and my desire to help others into a career path.</p><p>After spending several years working in various positions at non-profits, I started to feel like keeping my passions divided was preventing me from finding an ideal fit in my professional life so I began to explore ways that I could combine them. After watching CODE: Debugging the Gender Gap, a documentary about women in tech, I realized that coding could be the combination of my passions I was looking for. I took a few online classes and soon found myself leaving my non-profit job to enroll in the full-time Web Developer Bootcamp at Nashville Software School. I am fascinated with all of the things that technology can do and enjoy the ever changing landscape of the tech industry.</p><p>Since beginning my journey at Nashville Software school, I have learned how to turn ideas into code and am excited to continue to see how furthering my skills as a software developer will allow me to help others.</p>",
            "github": "https://github.com/krnorris65",
            "linkedIn": "https://www.linkedin.com/in/krnorris65",
            "portfolio": "http://www.kristen-norris.com",
            "email": "krnorris65@gmail.com",
            "proImg": "KristenNorris.jpg",
            "funImg": "KristenNorris_Fun.jpg"
        }
    ]
}
